Repository: mohammed2800/AgroNegocios123
Catalog: AgroNegocios/Resources/HomeRes.*.resx
Languages: es

source: About Us
es: Quiénes somos

source: Address
es: Dirección

# AgroStory
source: AGRO-NEGOCIOS ltd Is a group of Israel's leading companies for the design, engineering, distributing and installation of agriculture projects around the world. AGRO-NEGOCIOS primary mission is to develop economically viable agricultural and a Aquaculture and livestock infrastructure projects that enhance the quantity and quality of production around the world.
es: AGRO-NEGOCIOS es un grupo de empresas líderes en Israel para el diseño, ingeniería, distribución e instalación de proyectos agrícolas en el mundo entero. La misión principal de AGRO-NEGOCIOS es desarrollar proyectos viables de infraestructuras agrícolas, acuicultura y ganadería, que mejoren la cantidad y calidad de la producción mundial.

source: Contact Us
es: Contacto

source: Create jobs
es: Crear trabajos

# CreatejobsDesc
source: Local are trained and employed.
es: El personal local es entrenado y empleado

source: Exact Planning
es: Planificación exacta

source: Financial Support
es: Apoyo Financiero

# FinancialSupportDesc
source: Ensures the most cost-effective solution in addition to return on investments and long-term results. We can offer offtake agreement in some parts of the world to some of our products.
es: Garantiza la solución más rentable, además del retorno de las inversiones y los resultados a largo plazo. Podemos ofrecer acuerdos de compra en algunas partes del mundo a algunos de nuestros productos.

# HighestStandards
source: Highest standards of
es: Los más altos estándares de

# HighestStandardsDesc
source: equipment, materials, and constructions.
es: Equipos, materiales, y construcciones.

source: Home
es: Inicio

source: Impact Projects
es: Proyectos de impacto

# ImpactProjectsDesc
source: With over 40 years of experience, we bring reliable field-proven technology, backed by professional expertise and knowledge to agriculture large-scale project.
es: Con más de 40 años de experiencia, traemos tecnología confiable probada en el campo, respaldada por experiencia profesional y conocimiento para proyectos agrícolas de grandes escalas.

# ImplementationAndSupport
source: Implementation & Support
es: Implementación y Soporte

# ImplementationAndSupportDesc
source: A successful project comes to an end when the client has all the knowledge required to continue the project successfully. Professional and technical support will be available to the customer throughout the project period and beyond if required.
es: Un proyecto exitoso llega a su fin cuando el cliente tiene todos los conocimientos necesarios para continuar el proyecto con éxito. El soporte técnico y profesional estará disponible para el cliente durante todo el período del proyecto y más, si es necesario.

source: Instructions
es: Instrucciones

# InstructionsDesc
source: Training and knowledge transfer are key to the success of each project. Relevant knowledge is provided in the OJT courses and until the completion of the full project implementation.
es: La capacitación y la transferencia de conocimientos son claves para el éxito de cada proyecto. Se proporciona conocimiento relevante en los cursos OJT (de formación) y hasta la finalización de la implementación completa del proyecto.

source: Integration
es: Integración

# IntegrationDesc
source: Different projects require different systems (irrigation, climate control, water treatment, etc.). We ensure that all systems are computerized, controlled and integrated to one working system.
es: Diferentes proyectos requieren diferentes sistemas (riego, control de clima, tratamiento de agua, etc.). Nos aseguramos de que todos los sistemas estén informatizados, controlados e integrados a un sistema en funcionamiento.

source: Let Us
es: Déjanos

source: Management
es: Administración

# ManagementDesc
source: Skilled professionals who accompany the project from its first day and provide a comprehensive holistic solution for all needs.
es: Profesionales calificados que acompañan el proyecto desde su primer día y brindan una solución integral y holística para todas las necesidades.

source: Map
es: Mapa

source: Our Projects
es: Nuestros Proyectos

source: Our vision
es: Nuestra visión

# OurVisionDesc
source: In today's world, we understand that food security, clean water and energy are complex and different in each part of the world. Our goal is to find the tailor solution to the challenges we are facing with. Our unique way of integrated methods, Innovative systems and experience allow us to learn how to increase productivity and improve conditions considering all existing status and turn them into success stories.
es: En el mundo de hoy, entendemos que la seguridad alimentaria, el agua limpia y la energía son complejas y diferentes en cada parte del mundo. Nuestro objetivo es encontrar la solución a medida para los desafíos que enfrentamos. Nuestra forma única de métodos integrados, sistemas innovadores y experiencia nos permite aprender cómo aumentar la productividad y mejorar las condiciones considerando todos los estados existentes y convirtiéndolo en historias de éxito.

source: Phone
es: Teléfono

source: Product Developments
es: Desarrollo de productos

source: QUICK LINKS
es: Enlaces Rápidos

source: Read More
es: Lee mas

source: Reduce energy
es: Reducir la energía

# ReduceEnergyDesc
source: Costs, chemicals, repairs, and maintenance.
es: Costos, productos químicos, reparaciones y mantenimiento

source: Revenues
es: Ingresos

# RevenuesDesc
source: Increase commercial efficiency.
es: Aumentar la eficiencia comercial

source: Sustainable development
es: Desarrollo sostenible

# SustainableDevelopmentDesc
source: meeting human development goals while at the same time sustaining the ability of natural systems to provide.
es: Cumplir con los objetivos de desarrollo humano y al mismo tiempo mantener la capacidad de los sistemas naturales a proporcionar.

source: Technology
es: Tecnología

# TechnologyDesc
source: Complete systems supply, most systems are in-house developments, so we can carry out modifications, creative and flexible engagement models on the basis of each project, so each project receives its needs accurately and allows us to increase production, reduce water waste and so.
es: Suministro completo de sistemas, la mayoría de los sistemas son desarrollos internos, por lo que podemos realizar modificaciones, modelos de compromiso creativos y flexibles sobre la base de cada proyecto, para que cada proyecto reciba sus necesidades con precisión y nos permita aumentar la producción, reducir el desperdicio de agua, etc.

source: Technology Transfer
es: Transferencia tecnológica

source: Tell You Our Story
es: contarte nuestra historia

source: The Best Way
es: La Mejor Manera

source: To Contact Us
es: de Contactarnos

source: Training And Knowledge
es: Formación y Conocimiento

source: Turn Key Projects
es: Proyectos Llave en Mano

source: Working Methods
es: Métodos de Trabajo
